// js/sets/tasks_podlezhashchee.js
// Ответы: строкой ("135", "13", ...)

window.TASKS_CHLENY = [
  {
    title: "Прочитайте текст.",
    sentences: [
      "Море всегда погружено во мрак.",
      "Киты и дельфины избегают опасностей, находят пищу и не теряют друг друга из виду благодаря развитому у них острому зрению.",
      "Учёные расходятся во мнениях относительно особенностей зрения китов.",
      "Одни из них считают, что они плохо видят и в воздухе, и в воде.",
      "Другие убеждены, что животные хорошо видят как в воздухе, так и в воде."
    ],
    options: [
      "В предложении 1 подлежащее – море.",
      "В предложении 2 подлежащее – киты.",
      "В предложении 3 подлежащее – учёные.",
      "В первой части предложения 4 подлежащее – одни.",
      "Во второй части предложения 5 подлежащее – животные."
    ],
    
  },
  {
    title: "Прочитайте текст.",
    sentences: [
      "У страусов отсутствует киль – вырост грудины, к которому у летающих птиц прикреплены мышцы крыльев.",
      "По этой причине страусы, эму, казуары, нанду и киви называются бескилевыми птицами.",
      "Ни одна из этих птиц не умеет летать.",
      "Но многие из них являются «чемпионами по кроссу» среди пернатых.",
      "В случае опасности ноги страуса превращаются в грозное оружие."
    ],
    options: [
      "В первой части предложения 1 подлежащее – киль.",
      "В предложении 2 подлежащее – страусы, эму, казуары, нанду.",
      "В предложении 3 подлежащее – (ни) одна из птиц.",
      "В предложении 4 подлежащее – многие.",
      "В предложении 5 подлежащее – ноги страуса."
    ],
    
  },
  {
    title: "Прочитайте текст.",
    sentences: [
      "Где-то возле горизонта виднелся Млечный Путь.",
      "Высоко-высоко в небе рассыпался среди звёзд сноп ярких красных искр.",
      "Гарри сразу понял, что это искры от волшебной палочки.",
      "Он перекинул правую ногу через свою «Молнию», крепко взялся за рукоятку.",
      "Гарри почувствовал, что метла еле уловимо трепещет, как будто ей тоже не терпится снова подняться в воздух."
    ],
    options: [
      "В предложении 1 подлежащее – Путь.",
      "В предложении 2 подлежащее – сноп искр.",
      "Во второй части предложения 3 подлежащее – искры.",
      "В предложении 4 подлежащее – личное местоимение «он».",
      "В второй части предложения 5 подлежащее – что."
    ],
    
  },
  {
    title: "Прочитайте текст.",
    sentences: [
      "Восемь или девять человек столпились внизу.",
      "Вдруг вспыхнул кончик волшебной палочки.",
      "Прихожая озарилась магическим светом.",
      "Стоя у подножия лестницы, пришедшие пристально на него смотрели.",
      "Некоторые тянули шеи, чтобы лучше было видно."
    ],
    options: [
      "В предложении 1 подлежащее – восемь (или) девять человек.",
      "В предложении 2 подлежащее – кончик палочки.",
      "В предложении 3 подлежащее – прихожая.",
      "В предложении 4 подлежащее – лестницы.",
      "В первой части предложения 5 подлежащее – некоторые."
    ],
    
  },
  {
    title: "Прочитайте текст.",
    sentences: [
      "Толстый слой жира помогает китам и дельфинам сохранять тепло.",
      "По этой причине они могут жить в холодной воде.",
      "Кроме того, китообразные дышат лёгкими, а не жабрами.",
      "На темени у них есть одно или два отверстия – дыхала, через которые животные дышат.",
      "Дельфины и киты не откладывают яиц, а рожают детёнышей и вскармливают их молоком."
    ],
    options: [
      "В предложении 1 подлежащее – тепло.",
      "В предложении 2 подлежащее – личное местоимение «они».",
      "В предложении 3 подлежащее – китообразные.",
      "В первой части предложения 4 подлежащее – одно (или) два.",
      "В первой части предложения 5 подлежащее – дельфины."
    ],
    
  },
  {
    title: "Прочитайте текст.",
    sentences: [
      "Птицы, входящие в этот отряд, не умеют ни ходить, ни плавать.",
      "Но зато никакие другие птицы не сравнятся с ними в виртуозности полёта.",
      "Стихия стрижей и колибри – воздух, и здесь они себя чувствуют буквально как рыбы в воде.",
      "Стрижи нам всем знакомы, их видел каждый.",
      "А вот колибри в естественных условиях большинство из нас видели лишь по телевизору."
    ],
    options: [
      "В предложении 1 подлежащее – отряд.",
      "В предложении 2 подлежащее – никакие птицы.",
      "В первой части предложения 3 подлежащее – колибри.",
      "Во второй части предложения 4 подлежащее – каждый.",
      "В предложении 5 подлежащее – большинство из нас."
    ],
    
  },
  {
    title: "Прочитайте текст.",
    sentences: [
      "Главная отличительная особенность всех сов – огромные глаза.",
      "Совы являются ночными хищниками, и это не могло не отразиться на их облике.",
      "В ходе эволюции органы зрения этих птиц превратились в уникальные приборы ночного видения.",
      "Из перьев лицевого диска сформированы своеобразные «уши», которые также являются «визитной карточкой» сов.",
      "Их строение и расположение даёт совам возможность с удивительной точностью определять, где именно в зарослях травы шуршит мышь."
    ],
    options: [
      "В предложении 1 подлежащее – глаза.",
      "Во второй части предложения 2 подлежащее – местоимение «это».",
      "В предложении 3 подлежащее – приборы.",
      "Во второй части предложения 4 подлежащее – которые.",
      "В первой части предложения 5 однородные подлежащие – строение (и) расположение."
    ],
    
  },
  {
    title: "Прочитайте текст.",
    sentences: [
      "Гнездятся совы в дуплах, норах и старых гнездах других птиц.",
      "Лишь отдельные виды сов строят гнёзда самостоятельно.",
      "Самка откладывает несколько яиц почти круглой формы.",
      "Птенцы в выводке всегда разновозрастные, потому что насиживание начинается с первого яйца.",
      "При бескормице выживают только старшие птенцы."
    ],
    options: [
      "В предложении 1 подлежащее – совы.",
      "В предложении 2 подлежащее – гнёзда.",
      "В предложении 3 подлежащее – несколько яиц.",
      "Во второй части предложения 4 подлежащее – насиживание.",
      "В предложении 5 подлежащее – старшие."
    ],
    
  },
  {
    title: "Прочитайте текст.",
    sentences: [
      "Живут колибри в Америке.",
      "Полтора грамма – вес самой маленькой птички.",
      "Гнёзда у этих лилипутов свободно уместятся в обычной десертной ложке.",
      "Крошечные крылья при этом работают до того быстро, что их нельзя разглядеть.",
      "И это ещё больше усиливает сходство колибри со шмелями."
    ],
    options: [
      "В предложении 1 подлежащее – колибри.",
      "В предложении 2 подлежащее – полтора грамма.",
      "В предложении 3 подлежащее – гнёзда лилипутов.",
      "В первой части предложения 4 подлежащее – крошечные крылья.",
      "В предложении 5 подлежащее – указательное местоимение «это»."
    ],
    
  },
  {
    title: "Прочитайте текст.",
    sentences: [
      "Полёт колибри уникален: их крылья трепещут, как у насекомых.",
      "Зависать на одном месте – их уникальная способность.",
      "Застывая в воздухе, они всовывают клюв в чашечку цветка и сосут нектар.",
      "Колибри поедает и мелких насекомых, сидящих внутри венчика.",
      "Молниеносный кульбит – и птичка уже атакует другой цветок."
    ],
    options: [
      "В первой части предложения 1 подлежащее – колибри.",
      "В предложении 2 подлежащее – инфинитив «зависать».",
      "В предложении 3 подлежащее – местоимение «они».",
      "В предложении 4 подлежащее – колибри.",
      "Во второй части предложения 5 подлежащее – цветок."
    ],
    
  }
];
